Repository: PITADIA/android-couple-app
Catalog: QuestionsProfondes.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# qp_127
source: Do you think sessions with a psychologist would do you good?
de: Denkst du, Sessions bei einer Psychologin oder einem Psychologen würden dir gut tun?
es: ¿Crees que las sesiones con un psicólogo te harían bien?
fr: Penses-tu que des séances chez le psychologue te ferait du bien ?
it: Pensi che delle sedute con uno psicologo ti farebbero bene?
nl: Denk je dat sessies met een psycholoog je goed zouden doen?
pt_br: Você acha que sessões com um psicólogo lhe fariam bem?
pt_pt: Achas que sessões com um psicólogo te fariam bem?

# qp_128
source: What's your way of getting through your inner storms?
de: Was ist dein Weg, mit inneren Stürmen umzugehen?
es: ¿Cuál es tu manera de atravesar tus tormentas internas?
fr: Quelle est ta façon à toi de traverser tes tempêtes intérieures ?
it: Qual è il tuo modo di superare le tue tempeste interiori?
nl: Wat is jouw manier om door je innerlijke stormen te komen?
pt_br: Qual é o seu jeito de atravessar suas tempestades internas?
pt_pt: Qual é a tua forma de atravessar as tuas tempestades internas?

# qp_129
source: Are your thoughts more often on your side, or against you?
de: Sind deine Gedanken häufiger auf deiner Seite oder eher gegen dich?
es: ¿Tus pensamientos están más a menudo de tu lado o en tu contra?
fr: Tes pensées intérieurs sont-elles souvent avec toi ou contre toi ?
it: I tuoi pensieri sono più spesso dalla tua parte o contro di te?
nl: Zijn je gedachten vaker aan je kant of tegen je?
pt_br: Seus pensamentos estão mais a seu favor ou contra você?
pt_pt: Os teus pensamentos estão mais vezes a teu favor ou contra ti?

# qp_130
source: Do you consider yourself someone who has succeeded?
de: Siehst du dich selbst als erfolgreich?
es: ¿Te consideras alguien que ha tenido éxito?
fr: Est-ce que tu te considères comme quelqu'un qui a réussi ?
it: Ti consideri una persona che ha avuto successo?
nl: Zie je jezelf als iemand die geslaagd is?
pt_br: Você se considera uma pessoa que teve sucesso?
pt_pt: Consideras-te alguém que teve sucesso?

# qp_131
source: How have your parents influenced your vision of love and relationships?
de: Wie haben deine Eltern deine Sicht auf Liebe und Beziehungen geprägt?
es: ¿Cómo han influido tus padres en tu visión del amor y de las relaciones?
fr: Comment tes parents ont-ils influencé ta vision de l'amour et des relations ?
it: In che modo i tuoi genitori hanno influenzato la tua visione dell'amore e delle relazioni?
nl: Hoe hebben je ouders je kijk op liefde en relaties beïnvloed?
pt_br: Como seus pais influenciaram sua visão do amor e dos relacionamentos?
pt_pt: Como é que os teus pais influenciaram a tua visão do amor e das relações?

# qp_132
source: What do you think happens after death?
de: Was glaubst du, was nach dem Tod passiert?
es: ¿Qué crees que sucede después de la muerte?
fr: Que penses-tu qu'il se passe après la mort ?
it: Cosa pensi che succeda dopo la morte?
nl: Wat denk je dat er gebeurt na de dood?
pt_br: O que você acha que acontece depois da morte?
pt_pt: O que achas que acontece depois da morte?

# qp_133
source: Do you think lying can be acceptable? In what cases?
de: Findest du, Lügen kann okay sein? In welchen Fällen?
es: ¿Crees que mentir puede ser aceptable? ¿En qué casos?
fr: Penses-tu que mentir peut être acceptable ? Dans quels cas ?
it: Pensi che mentire possa essere accettabile? In quali casi?
nl: Vind je dat liegen acceptabel kan zijn? In welke gevallen?
pt_br: Você acha que mentir pode ser aceitável? Em quais casos?
pt_pt: Achas que mentir pode ser aceitável? Em que casos?

# qp_134
source: What's something you had never noticed about yourself before someone pointed it out?
de: Was an dir hast du erst bemerkt, nachdem es dir jemand gesagt hat?
es: ¿Qué es algo de ti que nunca habías notado antes de que alguien te lo señalara?
fr: Quelle est une chose que tu n'avais jamais remarquée sur toi avant que quelqu'un te le fasse remarquer ?
it: Cosa non avevi mai notato di te finché qualcuno non te l'ha fatto notare?
nl: Wat had je nooit aan jezelf opgemerkt voordat iemand er je op wees?
pt_br: O que havia em você que nunca tinha percebido antes de alguém apontar?
pt_pt: O que é algo sobre ti que nunca tinhas reparado antes de alguém o mencionar?

# qp_135
source: Does the fact of aging scare you?
de: Macht dir das Älterwerden Angst?
es: ¿Te asusta envejecer?
fr: Le fait de vieillir te fait-il peur ?
it: Ti spaventa l'idea di invecchiare?
nl: Maakt het ouder worden je bang?
pt_br: O fato de envelhecer te assusta?
pt_pt: O facto de envelhecer assusta-te?

# qp_136
source: If we ever argue by message, do you prefer to resolve it right away or wait to see each other face to face?
de: Wenn wir uns mal per Nachricht streiten, klärst du’s lieber sofort oder wartest du, bis wir uns persönlich sehen?
es: Si alguna vez discutimos por mensaje, ¿prefieres resolverlo de inmediato o esperar a vernos cara a cara?
fr: Si jamais on se dispute par message, préfères-tu régler ça tout de suite ou attendre de se voir en face à face ?
it: Se dovessimo litigare per messaggio, preferiresti risolverlo subito o aspettare di vederci di persona?
nl: Als we ooit via berichten ruzie hebben, los je dat liever meteen op of wacht je tot we elkaar persoonlijk zien?
pt_br: Se algum dia discutirmos por mensagem, você prefere resolver na hora ou esperar para nos vermos cara a cara?
pt_pt: Se alguma vez discutirmos por mensagem, preferes resolver logo ou esperar para nos vermos cara a cara?

# qp_137
source: How did others treat you in high school?
de: Wie haben dich die anderen in der Schulzeit behandelt?
es: ¿Cómo te trataban los demás en la secundaria?
fr: Comment les autres te traitaient-ils au lycée ?
it: Come ti trattavano gli altri al liceo?
nl: Hoe behandelden anderen je op de middelbare school?
pt_br: Como os outros te tratavam no ensino médio?
pt_pt: Como é que os outros te tratavam no secundário?

# qp_138
source: Would you be ready to give up some of your dreams or professional goals for love?
de: Wärst du bereit, für die Liebe auf manche Träume oder Karriereziele zu verzichten?
es: ¿Estarías dispuesto/a a renunciar a algunos de tus sueños o metas profesionales por amor?
fr: Serais-tu prêt(e) à renoncer à certains de tes rêves ou objectifs professionnels par amour ?
it: Saresti disposto/a a rinunciare ad alcuni dei tuoi sogni o obiettivi professionali per amore?
nl: Zou je bereid zijn om sommige dromen of professionele doelen op te geven voor de liefde?
pt_br: Você estaria disposto a abrir mão de alguns dos seus sonhos ou objetivos profissionais por amor?
pt_pt: Estarias pronto a abdicar de alguns dos teus sonhos ou objetivos profissionais por amor?

# qp_139
source: Would you tell me if I said or did something that hurt you?
de: Würdest du mir sagen, wenn ich etwas sage oder tue, das dich verletzt?
es: ¿Me lo dirías si dijera o hiciera algo que te hiriera?
fr: Me dirais-tu si je disais ou faisais quelque chose qui t'a blessé(e) ?
it: Me lo diresti se dicessi o facessi qualcosa che ti ferisce?
nl: Zou je het me zeggen als ik iets zei of deed dat je pijn deed?
pt_br: Você me contaria se eu dissesse ou fizesse algo que te machucasse?
pt_pt: Dizer-me-ias se eu dissesse ou fizesse algo que te magoasse?

# qp_140
source: How do you cope with difficult moments?
de: Wie gehst du mit schwierigen Momenten um?
es: ¿Cómo afrontas los momentos difíciles?
fr: Comment fais-tu pour faire face aux moments difficiles ?
it: Come affronti i momenti difficili?
nl: Hoe ga je om met moeilijke momenten?
pt_br: Como você lida com os momentos difíceis?
pt_pt: Como lidas com os momentos difíceis?

# qp_141
source: Do you believe in love at first sight?
de: Glaubst du an Liebe auf den ersten Blick?
es: ¿Crees en el amor a primera vista?
fr: Crois-tu au coup de foudre ?
it: Credi nel colpo di fulmine?
nl: Geloof je in liefde op het eerste gezicht?
pt_br: Você acredita em amor à primeira vista?
pt_pt: Acreditas no amor à primeira vista?

# qp_142
source: Where should we go on vacation next time?
de: Wohin sollen wir nächstes Mal in den Urlaub fahren?
es: ¿Adónde deberíamos ir de vacaciones la próxima vez?
fr: Où devrions-nous partir en vacances la prochaine fois ?
it: Dove dovremmo andare in vacanza la prossima volta?
nl: Waar moeten we volgende keer op vakantie gaan?
pt_br: Para onde devemos ir nas próximas férias?
pt_pt: Para onde devemos ir de férias da próxima vez?

# qp_143
source: What do you like about being in a relationship with me?
de: Was magst du daran, mit mir zusammen zu sein?
es: ¿Qué te gusta de estar en una relación conmigo?
fr: Qu'est-ce que tu aimes dans le fait d'être en couple avec moi ?
it: Cosa ti piace dell'essere in una relazione con me?
nl: Wat vind je leuk aan een relatie met mij?
pt_br: O que você gosta em estar em um relacionamento comigo?
pt_pt: O que gostas em estar numa relação comigo?

# qp_144
source: Do you feel like you've become a better version of yourself over time?
de: Hast du das Gefühl, mit der Zeit eine bessere Version von dir selbst geworden zu sein?
es: ¿Sientes que con el tiempo te has convertido en una mejor versión de ti mismo/a?
fr: As-tu l'impression d'être devenu(e) une meilleure version de toi-même avec le temps ?
it: Ti senti diventato/a una versione migliore di te stesso/a col tempo?
nl: Heb je het gevoel dat je in de loop der tijd een betere versie van jezelf bent geworden?
pt_br: Você sente que se tornou uma versão melhor de si mesmo com o tempo?
pt_pt: Sentes que te tornaste uma versão melhor de ti mesmo ao longo do tempo?

# qp_145
source: Do we spend enough time together according to you?
de: Verbringen wir deiner Meinung nach genug Zeit miteinander?
es: ¿Pasamos suficiente tiempo juntos según tú?
fr: Passons-nous assez de temps ensemble selon toi ?
it: Pensi che trascorriamo abbastanza tempo insieme?
nl: Vind jij dat we genoeg tijd samen doorbrengen?
pt_br: Na sua opinião, passamos tempo suficiente juntos?
pt_pt: Na tua opinião, passamos tempo suficiente juntos?

# qp_146
source: Have you ever felt like you were running late on your own life?
de: Hattest du schon mal das Gefühl, in deinem eigenen Leben „hinterher“ zu sein?
es: ¿Alguna vez has sentido que ibas retrasado/a en tu propia vida?
fr: As-tu déjà eu l'impression d'être en retard sur ta propre vie ?
it: Ti sei mai sentito/a in ritardo rispetto alla tua stessa vita?
nl: Heb je ooit het gevoel gehad dat je achterliep op je eigen leven?
pt_br: Você já sentiu que estava atrasado na sua própria vida?
pt_pt: Alguma vez sentiste que estavas atrasado na tua própria vida?

# qp_147
source: Do you think spending time together is as important as spending time apart?
de: Findest du, gemeinsame Zeit ist genauso wichtig wie Zeit für sich allein?
es: ¿Crees que pasar tiempo juntos es tan importante como pasar tiempo separados?
fr: Penses-tu que passer du temps ensemble est aussi important que d'en passer séparer ?
it: Pensi che trascorrere tempo insieme sia importante quanto trascorrere tempo da soli?
nl: Vind je dat samen tijd doorbrengen even belangrijk is als tijd apart doorbrengen?
pt_br: Você acha que passar tempo juntos é tão importante quanto passar tempo separados?
pt_pt: Achas que passar tempo juntos é tão importante como passar tempo separados?

# qp_148
source: What's the phrase that could summarize what you're feeling right now?
de: Welcher Satz beschreibt am besten, was du gerade fühlst?
es: ¿Cuál es la frase que podría resumir lo que sientes en este momento?
fr: Quelle est la phrase qui pourrait résumer ce que tu ressens en ce moment ?
it: Qual è la frase che potrebbe riassumere ciò che senti in questo momento?
nl: Welke zin zou kunnen samenvatten wat je nu voelt?
pt_br: Qual frase poderia resumir o que você está sentindo agora?
pt_pt: Qual é a frase que poderia resumir o que sentes neste momento?

# qp_149
source: Do you have a belief that keeps you standing despite everything?
de: Hast du eine Überzeugung, die dich trotz allem aufrecht hält?
es: ¿Tienes alguna creencia que te mantenga en pie pese a todo?
fr: As-tu une croyance qui te tient debout malgré tout ?
it: Hai una convinzione che ti sostiene nonostante tutto?
nl: Heb je een overtuiging die je ondanks alles overeind houdt?
pt_br: Você tem alguma crença que te mantém de pé apesar de tudo?
pt_pt: Tens alguma crença que te mantém de pé apesar de tudo?

# qp_150
source: If someone entered your inner world, what would they discover first?
de: Wenn jemand in deine Innenwelt eintauchen würde, was würde er oder sie als Erstes entdecken?
es: Si alguien entrara en tu mundo interior, ¿qué descubriría primero?
fr: Si quelqu'un entrait dans ton monde intérieur, que découvrirait-il en premier ?
it: Se qualcuno entrasse nel tuo mondo interiore, cosa scoprirebbe per prima?
nl: Als iemand je innerlijke wereld binnenkwam, wat zou hij dan als eerste ontdekken?
pt_br: Se alguém entrasse no seu mundo interior, o que descobriria primeiro?
pt_pt: Se alguém entrasse no teu mundo interior, o que descobriria primeiro?

# qp_151
source: Do you feel heard when we're together?
de: Fühlst du dich gehört, wenn wir zusammen sind?
es: ¿Te sientes escuchado/a cuando estamos juntos?
fr: Est-ce que tu te sens écouté(e) quand on est ensemble ?
it: Ti senti ascoltato/a quando siamo insieme?
nl: Voel je je gehoord wanneer we samen zijn?
pt_br: Você se sente ouvido(a) quando estamos juntos?
pt_pt: Sentes-te ouvido(a) quando estamos juntos?

# qp_152
source: What part of you would you like to see evolve in the coming years?
de: Welchen Teil von dir würdest du in den nächsten Jahren gern weiterentwickeln?
es: ¿Qué parte de ti te gustaría ver evolucionar en los próximos años?
fr: Quelle partie de toi aimerais-tu voir évoluer dans les années à venir ?
it: Quale parte di te vorresti vedere evolvere nei prossimi anni?
nl: Welk deel van jezelf zou je in de komende jaren willen zien ontwikkelen?
pt_br: Que parte de você gostaria de ver evoluir nos próximos anos?
pt_pt: Que parte de ti gostarias de ver evoluir nos próximos anos?

# qp_153
source: Do you think jealousy is proof of love in a couple?
de: Ist Eifersucht für dich ein Liebesbeweis in einer Beziehung?
es: ¿Crees que los celos son una prueba de amor en una pareja?
fr: Penses-tu que la jalousie est une preuve d'amour dans un couple ?
it: Pensi che la gelosia sia una prova d'amore in una coppia?
nl: Vind je dat jaloezie een bewijs van liefde is in een relatie?
pt_br: Você acha que o ciúme é prova de amor em um casal?
pt_pt: Achas que o ciúme é prova de amor num casal?

# qp_154
source: Are you the same person as 5 years ago? If not, what has changed about you since?
de: Bist du noch dieselbe Person wie vor 5 Jahren? Wenn nicht, was hat sich seitdem an dir verändert?
es: ¿Eres la misma persona que hace 5 años? Si no, ¿qué ha cambiado en ti desde entonces?
fr: Es-tu la même personne qu'il y'a 5 ans ? Si non, qu'est-ce qui a changé chez toi depuis ?
it: Sei la stessa persona di 5 anni fa? Se no, cosa è cambiato in te da allora?
nl: Ben je dezelfde persoon als vijf jaar geleden? Zo niet, wat is er sindsdien aan jou veranderd?
pt_br: Você é a mesma pessoa de 5 anos atrás? Se não, o que mudou em você desde então?
pt_pt: És a mesma pessoa de há 5 anos? Se não, o que mudou em ti desde então?

# qp_155
source: What habit protects you but might prevent you from moving forward?
de: Welche Gewohnheit schützt dich, hält dich aber vielleicht auch vom Weiterkommen ab?
es: ¿Qué hábito te protege pero podría impedirte avanzar?
fr: Quelle habitude te protège mais t'empêche peut-être d'avancer ?
it: Quale abitudine ti protegge ma potrebbe impedirti di andare avanti?
nl: Welke gewoonte beschermt je maar kan je ervan weerhouden vooruit te komen?
pt_br: Que hábito te protege mas pode impedir você de seguir em frente?
pt_pt: Que hábito te protege mas pode impedir-te de avançar?

# qp_156
source: If you could ask your future self a question, what would you ask?
de: Wenn du deinem zukünftigen Ich eine Frage stellen könntest – welche wäre das?
es: Si pudieras hacerle una pregunta a tu yo del futuro, ¿qué le preguntarías?
fr: Si tu pouvais poser une question à ton futur toi, que lui demanderais-tu ?
it: Se potessi fare una domanda al tuo futuro io, cosa chiederesti?
nl: Als je je toekomstige zelf een vraag kon stellen, wat zou je dan vragen?
pt_br: Se você pudesse fazer uma pergunta ao seu eu do futuro, qual seria?
pt_pt: Se pudesses fazer uma pergunta ao teu eu do futuro, qual seria?

# qp_157
source: Do you prefer planned or impromptu romantic evenings?
de: Magst du Date-Abende lieber geplant oder spontan?
es: ¿Prefieres las veladas románticas planificadas o improvisadas?
fr: Tu préfères les soirées en amoureux planifiées ou improvisées ?
it: Preferisci serate romantiche pianificate o improvvisate?
nl: Geef je de voorkeur aan geplande of spontane romantische avonden?
pt_br: Você prefere noites românticas planejadas ou improvisadas?
pt_pt: Preferes noites românticas planeadas ou improvisadas?

# qp_158
source: According to you, how can we keep the flame alive in our relationship?
de: Wie können wir deiner Meinung nach die Flamme in unserer Beziehung am Leben halten?
es: Según tú, ¿cómo podemos mantener viva la llama en nuestra relación?
fr: D'après toi, comment peut-on entretenir la flamme dans notre relation ?
it: Secondo te, come possiamo mantenere viva la fiamma nella nostra relazione?
nl: Hoe kunnen we volgens jou de vlam in onze relatie levend houden?
pt_br: Na sua opinião, como podemos manter viva a chama do nosso relacionamento?
pt_pt: Na tua opinião, como podemos manter viva a chama da nossa relação?

# qp_159
source: Do you believe in destiny?
de: Glaubst du an Schicksal?
es: ¿Crees en el destino?
fr: Crois-tu au destin ?
it: Credi nel destino?
nl: Geloof je in het lot?
pt_br: Você acredita no destino?
pt_pt: Acreditas no destino?

# qp_160
source: Do you have confidence when you think about your future?
de: Hast du Vertrauen, wenn du an deine Zukunft denkst?
es: ¿Tienes confianza cuando piensas en tu futuro?
fr: As-tu confiance quand tu penses à ton futur ?
it: Hai fiducia quando pensi al tuo futuro?
nl: Heb je vertrouwen als je aan je toekomst denkt?
pt_br: Você tem confiança quando pensa no seu futuro?
pt_pt: Tens confiança quando pensas no teu futuro?

# qp_161
source: How would you describe your love language to a stranger?
de: Wie würdest du deine Love Language einem Fremden erklären?
es: ¿Cómo describirías tu lenguaje del amor a un desconocido?
fr: Comment décrirais-tu ton love langage à un(e) inconnu ?
it: Come descriveresti il tuo linguaggio d'amore a uno sconosciuto?
nl: Hoe zou je je liefdestaal aan een onbekende beschrijven?
pt_br: Como você descreveria sua linguagem do amor para um desconhecido?
pt_pt: Como descreves a tua linguagem do amor a um desconhecido?

# qp_162
source: Do you think some people are made for each other?
de: Glaubst du, dass manche Menschen füreinander bestimmt sind?
es: ¿Crees que algunas personas están hechas la una para la otra?
fr: Penses-tu que certaines personnes sont faites l'une pour l'autre ?
it: Pensi che alcune persone siano fatte l'una per l'altra?
nl: Denk je dat sommige mensen voor elkaar gemaakt zijn?
pt_br: Você acha que algumas pessoas nasceram uma para a outra?
pt_pt: Achas que algumas pessoas nasceram uma para a outra?

# qp_163
source: If you and I were proof of something, what would we be proof of?
de: Wenn wir beide der Beweis für etwas wären – wofür wären wir der Beweis?
es: Si tú y yo fuéramos prueba de algo, ¿de qué seríamos prueba?
fr: Si toi et moi étions la preuve de quelque chose, on serait la preuve de quoi ?
it: Se io e te fossimo la prova di qualcosa, di cosa saremmo la prova?
nl: Als jij en ik bewijs van iets zouden zijn, waarvan zouden we dan bewijs zijn?
pt_br: Se você e eu fôssemos a prova de algo, do que seríamos prova?
pt_pt: Se tu e eu fôssemos a prova de algo, de que seríamos prova?

# qp_164
source: What's your favorite movie for a romantic evening?
de: Was ist dein Lieblingsfilm für einen romantischen Abend?
es: ¿Cuál es tu película favorita para una noche romántica?
fr: Quel est ton film préféré pour une soirée en amoureux ?
it: Qual è il tuo film preferito per una serata romantica?
nl: Wat is je favoriete film voor een romantische avond?
pt_br: Qual é o seu filme favorito para uma noite romântica?
pt_pt: Qual é o teu filme preferido para uma noite romântica?

# qp_165
source: Can you really keep a secret?
de: Kannst du wirklich ein Geheimnis für dich behalten?
es: ¿De verdad puedes guardar un secreto?
fr: Arrives-tu vraiment à garder un secret ?
it: Riesci davvero a mantenere un segreto?
nl: Kun je echt een geheim bewaren?
pt_br: Você realmente consegue guardar um segredo?
pt_pt: Consegues mesmo guardar um segredo?

# qp_166
source: What do you think about public displays of affection?
de: Was hältst du von Zärtlichkeiten in der Öffentlichkeit?
es: ¿Qué piensas de las muestras de afecto en público?
fr: Que penses-tu des démonstrations d'affection en public ?
it: Cosa pensi delle manifestazioni d'affetto in pubblico?
nl: Wat vind je van openbare uitingen van genegenheid?
pt_br: O que você acha das demonstrações de afeto em público?
pt_pt: O que pensas das demonstrações de afeto em público?

# qp_167
source: Do you wish to get married someday?
de: Möchtest du irgendwann heiraten?
es: ¿Deseas casarte algún día?
fr: Souhaites-tu te marier un jour ?
it: Desideri sposarti un giorno?
nl: Wil je ooit trouwen?
pt_br: Você gostaria de se casar um dia?
pt_pt: Gostarias de casar um dia?

# qp_168
source: What do you think about solitude? Is it the same as isolation, in your view?
de: Was hältst du von Einsamkeit? Ist das für dich dasselbe wie Isolation?
es: ¿Qué piensas de la soledad? ¿Es lo mismo que el aislamiento, según tú?
fr: Que penses-tu de la solitude ? Est-ce la même chose que l'isolement selon toi ?
it: Cosa pensi della solitudine? Secondo te è la stessa cosa dell'isolamento?
nl: Wat vind je van eenzaamheid? Is het volgens jou hetzelfde als isolatie?
pt_br: O que você pensa sobre a solidão? Para você é o mesmo que isolamento?
pt_pt: O que pensas da solidão? Para ti é o mesmo que isolamento?

# qp_169
source: Have you ever needed to take a step back so you wouldn't lose yourself in a relationship?
de: Musstest du schon mal Abstand nehmen, damit du dich in einer Beziehung nicht selbst verlierst?
es: ¿Alguna vez necesitaste tomar distancia para no perderte en una relación?
fr: As-tu déjà eu besoin de prendre de la distance pour ne pas te perdre dans une relation ?
it: Ti è mai capitato di dover prendere le distanze per non perderti in una relazione?
nl: Heb je ooit afstand moeten nemen om jezelf niet te verliezen in een relatie?
pt_br: Você já precisou dar um passo para trás para não se perder em um relacionamento?
pt_pt: Já precisaste de dar um passo atrás para não te perderes numa relação?

# qp_170
source: How do you describe me to your friends?
de: Wie beschreibst du mich deinen Freunden?
es: ¿Cómo me describes a tus amigos?
fr: Comment me décris-tu à tes amis ?
it: Come mi descrivi ai tuoi amici?
nl: Hoe beschrijf je mij aan je vrienden?
pt_br: Como você me descreve para seus amigos?
pt_pt: Como me descreves aos teus amigos?

# qp_171
source: Is there something I used to do that you miss now?
de: Gibt es etwas, das ich früher gemacht habe und dir jetzt fehlt?
es: ¿Hay algo que solía hacer que ahora extrañas?
fr: Y a-t-il quelque chose que je faisais avant et qui te manque aujourd'hui ?
it: C'è qualcosa che facevo e che ora ti manca?
nl: Is er iets wat ik vroeger deed dat je nu mist?
pt_br: Há algo que eu fazia antes e de que você sente falta agora?
pt_pt: Há algo que eu fazia antes e de que tens saudades agora?
